Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/facta/skuvlahistorja2/suongir-s.htm.tmx
Source language: sme
Languages: nob

source: Gurut bealde beavddi birra : Kristine Guttorm , Øyvind Guttorm , Silje Ørpetvedt Nilsen , Steffen Guttorm , Maja Solbakk , Mihkkal Áigin Trosten , Vebjørn Kjølås Halvari , Mathis Broch
nob: Fra venstre rundt bordet : Kristine Guttorm , Øyvind Guttorm , Silje Ørpetvedt Nilsen , Steffen Guttorm , Maja Solbakk , Mihkkal Áigin Trosten , Vebjørn Kjølås Halvari , Mathis Broch

source: ( Govva : Solbjørg Ravna )
nob: ( Foto : Solbjørg Ravna )

source: Go mun vuosttaš háve deaivvadin sámeskuvllain , de lei dilli nu ahte sámegielat váhnemat besse eatnigielaset geavahit skuvlaárgabeaivvis .
nob: Mitt første møte med sameskolen skjedde i en periode hvor samisktalende foreldre fikk benytte seg av sitt morsmål i skolehverdagen .

source: Dárogielhállin bohten sisa , ja čuoččuhin rievtti doallat oktavuođa skuvllain dárogillii .
nob: Jeg som norsktalende kom og ville ha min rett til å få kontakt også på norsk .

source: Dál doalan duođaid árvvus daid váhnemiid geat čuoččuhedje rivttiideaset , erenoamážit danin go dál lean oahppan eambbo sámi skuvlahistorjjá .
nob: I dag ser jeg virkelig opp til de foreldrene som stod på sin rett , kanskje særlig når jeg i ettertid har fått mer kunnskap om den samiske skolens historie .

source: Muhto váhnemat geat dál buktet mánáideaset sámeskuvlii eai sáhte mu dalá dili áddet , juste danin go sii deivet eará ja rievdan skuvlla dál , go dan maid mun deiven logemat jagi dassái .
nob: Men de foreldre som nå bringer sine barn til den samiske skolen kan ikke helt sette seg inn i min situasjon da , fordi de nettopp møter en annen og endret skole enn det jeg gjorde for snart ti år siden .

source: Mu sámi identitehta
nob: Min samiske identitet

source: Iežan mánnávuođas ledje eatnis ( riegádan 1944 ) gápmagat feaskkirseainnis .
nob: Da jeg vokste opp hadde min mor ( født i 1944 ) et par sko som vi hadde hengende på veggen i gangen .

source: Son daid vuoiddai vaseliinnain juovllaide .
nob: Disse smurte hun inn med vaselin hver jul .

source: Mii mánát gáttiimet dáid duiskka-skuovvan go eai lean nu mo dábálaš skuovat .
nob: Disse trudde vi barn var tyskersko da de jo ikke lignet vanlige sko .

source: Mii šattaimet bajás dáža servvodagas , doppe ii gullon olu sápmelaččaid birra .
nob: Vi vokste opp i et norsk samfunn , der man ikke hørte så mye om samer .

source: Gulaimet dušše sámiid birra geat orro Ájluovttas .
nob: Det vi hørte var om lappene som bodde på Drag .

source: Gal geahčaimet Ante TV:s , muhto midjiide son lei eambbo máinnasfuođđu go duohtavuohta .
nob: Vi så jo Ante på TV , men for oss var det vel mer en eventyrfigur enn virkelighet .

source: Áidna mii geažuhivččii sápmelašvuođa min birrasis , lei bearaš mii lei boahtán Ruoŧas ja orui Sisnuorres .
nob: Det eneste synlige sporet måtte være en familie som kom fra Sverige , som bodde på Innhavet .

source: Sihke isit ja eamit geavaheigga gávtti beaivválaččat .
nob: Der brukte både kona og mannen daglig kofte .

source: Muhto soai han bođiiga Ruoŧas .
nob: Men de kom jo fra Sverige .

source: Ájluovttas ásse dušše sápmelaččat ja mis ii lean dađe eanet oktavuohta singuin .
nob: På Drag bodde det bare lapper og man hadde ikke så mye kontakt med dem.

source: Go de bohten Detnui ja gullen sámegiela , lei munnje áibbas ođas ahte Norggas leat eambbo gielat go dárogiella .
nob: Så da jeg kom til Tana og hørte det samiske språket var det noe helt nytt for meg at vi i Norge hadde flere språk .

source: Go deaivvadin isidiinan 1985:s , de dovden jođánit mo lea go ii máhte sámegiela .
nob: Da jeg så traff min mann i 1985 fikk jeg fort kjenne på kroppen hvordan det var å ikke kunne det samiske språket .

source: Lei máŋgii váttis , go dovden iežan láhkái olgguštuvvon váilevaš giellamáhtu geažil .
nob: Det var mange ganger tøft å oppleve hvordan det var å bli tilsidesatt på en måte i og med at jeg ikke kunne samisk .

source: Go de šadden áhpeheapme , de gávnnahin ahte dán ii galgga munno mánná vásihit .
nob: Da jeg så ble gravid fant jeg fort ut at dette skulle barnet vårt ikke oppleve .

source: Go nieidame riegádii golggotmánus 1987 lei sámegiella juo sajáiduvvan munno gaskasaš digaštallama haga .
nob: Så da datteren vår ble født i oktober 1987 var det samiske språket noe som allerede var etablert uten at det hadde vært noen diskusjon mellom oss hva vi skulle velge .

source: In háliidan ahte nieida galgá dovdat iežas olgguštuvvon iežas bearrašis , ja danin válljejin ahte fertejedje sámástit vaikko mun in ádden giela .
nob: Jeg ville ikke at jenta vår skulle føle seg utenfor sin egen familie og dermed tok jeg det valget at de måtte få snakke samisk uten at jeg forsto .

source: 1987:s ii oktage hállan giellaválljemis , ja man láhkái sáhttá máná giellaovdáneami čuovvulit vai ieš maid álkibut oahppá sámegiela .
nob: I 1987 var det ikke noen som snakket om språkvalg og hvilke måter man kunne følge språkutviklinga til barnet slik at man lettere kunne lære seg samisk .

source: Ieš válljejin beljiid giddet vai birget , ja ledjen iežan máilmmis go earát sámástedje .
nob: Jeg valgte å lukke ørene for å overleve og lagde min verden når de andre snakket samisk .

source: Šáttai automatihkka , go gullen sámegiela , de giddejin beljiid , go dathan lei giella mii mahkáš ii gullan munnje .
nob: Det gikk en slags automatikk i at når jeg hørte samisk så lukket jeg ørene , for det var jo et språk som ikke angikk meg på en måte .

source: Go boarrásamos nieida lei skuvlii álgimin , de lei lunddolaš válljet sámeskuvlla , go juo lei mis dakkár skuvla .
nob: Når så eldste jenta vår skulle begynne på skole var også dette noe som var naturlig siden vi hadde en sameskole .

source: Miessemánu 17. b. 2004 .
nob: 17. mai 2004 .

source: Deanu sámeskuvlla ja Tana montessoriskole leavggat .
nob: Fanene til Deanu sámeskuvla og Tana montessoriskole .

source: ( Govva : Siri Broch Johansen )
nob: ( Foto : Siri Broch Johansen )

source: Go de oahppoplánariidu bohciidii , de rahpasii ođđa máilbmi .
nob: Da så striden om den samiske læreplanen kom , åpnet det seg en ny verden .

source: Háleštin Sámediggepresideanttain [ Go dát čálus čállojuvvui , lei divtasvuodnalaš Sven Roald Nystø sámediggepresideanta .
nob: Ved en telefonsamtale med sametingspresidenten [ Da dette ble skrevet var sametingspresidenten Sven Roald Nystø fra Tysfjord .

source: ja su bokte fidnejin oktavuođa Johan Albert Kalstadain , guhte diđii olu Divttasvuona / Hábmera sámesogaid birra .
nob: ( Red. ) ] fikk jeg kontakt med Johan Albert Kalstad , som visste mye om samiske slekter i Tysfjord og Hamarøy .

source: Válden suinna oktavuođa ja son logai ahte galgen áinnas riŋget ruovttoluotta maŋŋá go ledjen gávdnán eatnibeale máttaráhku nama .
nob: Jeg tok kontakt med han og jeg måtte bare ringe tilbake etter at jeg hadde fått navnet på min oldemor på morssiden .

source: Bođii dalle ovdan ahte munnos lei seammá máttaráhkku .
nob: Det viste seg da at jeg hadde en felles stammor med sametingspresidenten .

source: Dalle muitájin eatni boares duiskka-skuovaid .
nob: Da kom min mamma sine tyskersko til sin rett .

source: Ledje gápmagat maid Kalstad-roavvá lei eadnái gorron dalle go son lei unni .
nob: Det var kommager som fru Kalstad hadde sydd til min mamma da hun var liten .

source: Muhto go viggen iežan ádjás jearrat dán birra , de ii háliidan vástidit , jearai baicce makkár dálki lei .
nob: Men da jeg prøvde å spørre min bestefar om dette ville han ikke svare , men spurte meg bare om hvilket vær vi hadde .

source: Dalle áddejin ahte dát lea duođaid hearkkes ášši .
nob: Da skjønte jeg at dette måtte ha vært noe som var veldig ømt .

source: Munnje lei hui buorre gávdnat iežan sámi identitehta . Go maŋŋá čohkkájin čoahkkimis ja nu mo dábálaččat in ádden maid hálle , de čohkkájin hui ráfálaččat ja dovden man buorre lei dan diehtit , mun čohkkájin hui oadjebasat doppe , go mun gullen dohko , ja ii oktage sáhttán dadjat ahte don han leat dušše rivgu , ii dus leat makkárge dadjamuš dás .
nob: Selv opplevde jeg det å finne min samiske identitet slik at når jeg på første møte etter at jeg fikk vite det satt der og ikke skjønte hva som ble sagt , satt jeg helt rolig og kjente hvor godt det gjorde , jeg kunne trygt sitte der for jeg hørte hjemme der uten at noen kunne si at du er jo bare en norsk en som ikke har noe å si her .

source: Lei hui buorre dovdu .
nob: Den følelsen var utrolig god .

source: Dán maŋŋá leat bealjit dego rahpasan , ja mun áddegohten vehážiid mielde .
nob: Etter dette var det som om ørene åpnet seg og jeg begynte å skjønne litt etter litt .

source: Mu mielas leat eatni gápmagat luodda maid son guđii midjiide , nu ahte misge lei vejolašvuohta gávdnat ruovttoluotta iežamet identitehtii .
nob: Jeg ser på kommagene etter min mamma som et spor hun la ut for oss , slik at vi skulle finne tilbake til vår identitet .

source: Mii leimmet guhtta oappá ja vielja , muhto dađe bahábut jámii min áidna viellja biilalihkohisvuođas 1990:s . Mun lean áidna guhte orun sámi guovllus .
nob: Vi er en søskenflokk på 6 , men dessverre omkom vår eneste bror i en bilulykke i 1990 , av oss er det bare jeg som bor i samisk område .

source: Ohcen lobi atnui váldit boares sámi goarggu maid sohka buvttii Ruoŧas , ja nu bessen ge .
nob: Jeg søkte om å få gjenopptatt det gamle samiske etternavnet som de hadde med fra Sverige og det fikk jeg .

source: Dat mii lei vel somá , lei mo mu oappát hearvvašedje ahte mun ledjen gávdnan iežan sámi identitehta , mun gii vel orron Deanus , ja go mánát mus leat vel sámegielagat .
nob: Det som var litt artig var at mine søsken syntes det var veldig artig at jeg hadde funnet min samiske identitet , siden jeg bodde i Deatnu / Tana og at barna våre hadde samisk som førstespråk .

source: Dan maid sii eai smiehttan , lei ahte mun ledjen sin ge sámi identitehta gávdnan .
nob: Det de ikke tenkte på var at jeg hadde funnet demmes samiske identitet også .

source: Nuoramus oabbán lei mielstudeanttaiguin digaštallamin sámi oahppoplána alde , ja de logai ahte sus lea oabbá gii lea sápmelaš .
nob: Min yngste søster hadde en diskusjon med medstudenter om den samiske læreplanen , der hun sa : – Min søster er same .

source: Dalle earát jerre : Sølvi , leat go don sápmelaš ?
nob: Da spurte de andre : – Sølvi , er du same ?

source: Muitalii ahte ii lean .
nob: – Nei , kunne hun fortelle .

source: – Ná , lea go dus oabbábealle , dalle ?
nob: – Ja , men har du ei halvsøster da ?

source: Ii dat ge lean .
nob: – Nei , det hadde hun heller ikke .

source: Ja de son maid morihii : Mii lean mun dalle ?
nob: Så da fikk hun også en slags identitetsoppvåkning : – Hva er så jeg ?

source: Dakka maŋŋelaš riŋgii ja muitalii ahte son maid áigu Suongir-goarggu váldit .
nob: Like etter ringte hun meg og skulle også ta etternavnet Suongir .

source: Lea mu deaivvadeapmi sámeskuvllain
nob: Det er mitt møte med den samiske skolen

source: Lea dehálaš atnit muittus ahte dát lea leamaš mu deaivvadeapmi sámeskuvllain Deanus , ii sáhte dán buohtastahttit eará sámi skuvllaiguin .
nob: Det er viktig å merke seg at dette har vært mitt møte med den samiske skolen i Tana og at det ikke kan sammenlignes direkte med andre samiske skoler .

source: Sámi skuvla ii leat seammálahkái Romssas , Oslos dahje Divttasvuonas .
nob: Den samiske skolen er ikke likedan i Tromsø , Oslo eller i Tysfjorden .

source: Lea das gitta man nanus giella lea skuvllas ja muđui servvodagas .
nob: Det avhenger av hvor sterkt språket er på skolen og i samfunnet ellers .

source: Munnos leamaš stuora lihkku gielalaččat , go munno mánát leat doaibmi guovttegielagat .
nob: Vi har vært utrolig heldige språklig sett , slik at våre barn er funksjonelt tospråklige som det fint heter .

source: Ii leat máŋgasiin vejolašvuohta válljet sámegiela vuosttašgiellan Norgga vuođđoskuvllain .
nob: Det er ikke så mange som har mulighet til å ha samisk som førstespråk i grunnskolene i Norge .

source: Leat ge hui stuorra erohusat das man galle oahppi leat , ja man nanus giella lea .
nob: Og det er utrolig store forskjeller hvor mange elever det er , og hvor sterkt språket er .

source: « Váttisvuođat » mat mus leamaš ja leat ain sámeskuvllas dárogielhálli eadnin eai dáidde sáhttit buohtastahttit daiguin hástálusaiguin maiguin sámegielat váhnemat rahčet muđui Norggas .
nob: De « problemene » jeg som norsktalende mor har og har hatt i den samiske skolen kan nok ikke direkte sammenlignes med hvilke utfordringer samisktalende foreldre har andre steder i Norge .

source: Eandálit doppe gos leat rahčamin fidnet sámegieloahpahusa obalohkái .
nob: Særlig på de stedene der de strever med i det hele tatt å få samiskundervisning til sine barn .

source: Muhto oahppat olu vásáhusaid lonohallamis , ja sáhttá maid earáid veahkehit fidnet ođđa jurdagiid man láhkái sáhttet organiseret .
nob: Men vi lærer mye av å utveksle erfaringer , og det kan hjelpe andre å få nye ideer om hvordan man kan organisere ting .

source: Fertet gal ovttas rahčat nu ahte buot sámi mánát fidnejit vejolašvuođa oahppat sámegiela ja gazzat oahpu sámegillii skuvllas .
nob: Vi må nok kjempe sammen slik at alle samiske barn skal få muligheten til å få opplæring i og på samisk i skolen .

source: Mu mielas lea hui dehálaš ahte vuosttašgielat mánát váldojit vuhtii , muhto maiddái lea dehálaš ahte mánát fidnejit oahpahusa sin iežaset eavttuid vuođul .
nob: Jeg synes det er veldig viktig at de som har samisk som førstespråk blir tatt godt vare på , men også at barna får opplæring på sine premisser .

source: Sámi skuvla lea viehka ođas , ii leat ge gávdnan vuos hámis .
nob: Den samiske skolen er relativt ny , og har ikke helt enda funnet sin passform .

source: Lea áddjás bargu skuvlla hukset nu ahte heive dálá sámi servodahkii .
nob: Det tar tid å bygge den opp slik at den er tilpasset dagens samiske samfunn .

source: Munno mánáin leat guokte eatnigiela , muhto okta váibmogiella – sámegiella !
nob: Våre barn har to morsmål , men et hjertespråk – samisk !

source: Go eallá guovttegielat máilmmis , de lea váhnemiid váldoovddasvástádus válljet man giela mánná galgá oahppat .
nob: Når man lever i en tospråklig verden er det foreldrene til barna som har hovedansvaret for hvilke språk barna skal lære .

source: Vaikko váhnemat eai máhte sámegiela , de lea aŋkke vejolaš duddjot gillii geađgejuolggi .
nob: Selv om ikke foreldrene kan samisk , kan man legge ganske god grunnmur for språket allikevel .

source: Dalle jurddašan geaid vállje ristváhnemin , ahte čuojaha sámi musihka , ahte muitala sámegiel muitalusaid , ahte geahččá sámi mánáid-tv , ahte sáhttá maid duddjot sámegielat fierpmádaga mánnái jna.
nob: Jeg tenker da på hvem man velger til faddere , at man spiller samisk musikk , lar barna lese og høre fortellinger på samisk , se samisk barne-tv , at man kan lage et samisk nettverk for barnet osv.

source: Dáthan leat áššit maiguin guovttegielat mánáid váhnenfierpmádat galgá bargat .
nob: Dette er jo ting som foreldrenettverket for tospråklige barn skal jobbe videre med .

source: Liikká ferten dadjat ahte ii leat leamaš mihkkige álkes áššiid leat áidna bearašlahttu gii ii hála sámegiela .
nob: Likevel må jeg si at det ikke har vært uproblematisk å være den eneste i familien som ikke snakker samisk .

source: Go siesát , eagit , čeažit , áhkku ja áddjá leat leamaš guossis , de lea gulahallan mannan sámegillii .
nob: Når tanter , onkler , áhkku ( bestemor ) og áddjá ( bestefar ) har vært på besøk hos oss har komunikasjonen vært på samisk .

source: In goassege leat dadjan ahte fertejedje dárustit vai mun šattašin oassálstit , ovdamearkka dihte sáhtten čohkkát čikŋagoarrundujiin almma áddekeahttá mii daddjui seammá lanjas .
nob: Jeg sa aldri at de måtte snakke norsk slik at jeg ble inkludert i familien , men kunne for eksempel sitte og brodere uten å forstå hva som blei sagt i samme rommet .

source: Dál , máŋga jagi maŋŋá oainnán man olu bearašáššiid lean manahan .
nob: Nå etter mange år ser jeg at det er mange ting som har skjedd i vår nære familie som jeg aldri har fått med meg .

source: Áibbas juohkebeaivválaš áššit , nu mo buozalmasvuohta , árgabeaiáššit maid olmmoš muđui diehtá iežas bearraša birra .
nob: Dette er helt dagligdagse ting , som f. eks sykdom , hverdagslige ting som ellers er vanlig at man vet i en familie .

source: Eai ge sámegielhálli bearašlahtut leat goassege jurddašan ahte in ádden mii daddjui , ahte danin lea olu maid in leat diehtán .
nob: Og de samisktalende familiemedlemmene har ikke tenkt på at jeg ikke har skjønt hva som ble sagt og at det derfor er mye jeg ikke har visst .

source: Lean ollesáigge jurddašan man buorre lea ahte munno mánát eai dárbbaš vásihit dan maid mun lean vásihan , iežas máilmmis eallit iige áddet mii dáhpáhuvvá lagamus bearrašis .
nob: Jeg har hele tiden sittet og tenkt at det er bra at våre barn slipper å oppleve det jeg har gjort , å leve i sin egen verden og ikke forstå hva som foregår i den nære familien .

source: Munno mánáide lea olu álkit , go sáhttet johtit guovtti giela ja guovtti kultuvrra gaskkas .
nob: Barna våre har det lettere da de kan pendle ikke bare mellom to språk , men også mellom to kulturer .

source: Sámegiela lean olles váimmustan addán mánáidasame , vaikko in leat sáhttán oahpahit ieš giela .
nob: Det samiske språket har jeg som mor gitt våre barn av hele mitt hjerte uten at jeg har kunnet lære bort selve språket .

source: Eará artihkkalat girjjis Sámi skuvlahistorjá 2
nob: Andre artikler i Samisk skolehistorie 2
